FV2304/E_0506.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
GPKE

6.8.4: AD: Abrechnung einer sonstigen Leistung



end title
:<b>E_0506</b>;
note right
<b><i>Prüfende Rolle: LF
end note

if (<b>1: </b> Ist die zu stornierende Rechnung beim Empfänger bekannt?) then (ja)
else (nein)
    :A01;
    note left
        Originalrechnung nicht vorhanden oder wurde bereits storniert.
    endnote
    kill;
endif
if (<b>2: </b> Entspricht der Inhalt (z.B. Rechnungszeitpunkt, Beträge, Rechnungsart&#41; der Stornorechnung der ursprünglichen Rechnung?) then (ja)
else (nein)
    :A02;
    note left
        Inhalt der Stornorechnung mit ursprünglicher Rechnung nicht identisch
    endnote
    kill;
endif
if (<b>3: </b> Wurde der ursprünglichen Rechnung zugestimmt?) then (ja)
    :Stornorechnung zustimmen und im Zahlungsavis berücksichtigen;
    kill;
else (nein)
endif
if (<b>4: </b> Wurde die ursprüngliche Rechnung abgelehnt?) then (ja)
    end
else (nein)
    :Hinweis: 
Weder auf Rechnung noch auf Stornorechnung ist eine Antwort zu senden.
Die ursprüngliche Rechnung wurde noch nicht beantwortet, weder mit einem Zahlungsavis noch mit einem Nichtzahlungsavis.;
    kill;
endif

@enduml
